global Questions_dict
global Answers_dict

# Ερωτήσεις (με πολλαπλές απαντήσεις):

Questions_dict = {
            "Ποια χρονιά εκτοξεύτηκε ο πρώτος δορυφόρος;":["1967","1957","1950","1969"],
            "Σε ποιο νησί γεννήθηκε ο Ναπολέων Βοναπάρτης;":["Κορσική","Σαρδινία","Μαγιορκα","Κέρκυρα"],
            "Ποιος έγινε ηγέτης της Γερμανίας μετά το θάνατο του \nΑδόλφου Χίτλερ;":["Χέρμαν\nΓκέρινγκ","Χάινριχ\nΧίμλερ","Καρλ\nΝτένιτς","Κανένας"],
            "Πότε έγινε η 1η Ιανουαρίου η πρώτη μέρα του έτους;":["46 π.Χ","527 μ.Χ","372 μ.Χ.","127 π.Χ."],
            "Ποια χρονιά έλαβε χώρα η πρώτη ελεγχόμενη \nπυρηνική αλυσιδωτή αντίδραση;":["1947","1942","1939","1935"],
            "Ποιο είναι το χημικό σύμβολο του σιδήρου;":["Fe","C","Hg","F"],
            "Κατά μέσο όρο, πόσο καιρό ζει ένα ποντίκι \nστη φύση;":["3 μήνες","9 μήνες","6 μηνες","1 χρόνο"],
            "Ποιο είναι το πρώτο στοιχείο στον περιοδικό πίνακα;":["Οξυγόνο","Άνθρακας","Αλουμίνιο","Υδρογόνο"],
            "Ποιο έτος ανακαλύφθηκαν οι ακτίνες Χ;":["1872","1923","1895","1908"],
            "Πόσα γήινα χρόνια είναι ένα έτος στον Δία;":["14.5","11.9","9  ","4  "],
            "Πόσα φεγγάρια έχει ο Άρης;":["Κανένα","2","3","1"],
            "Πόσες καρδιές έχει ένα χταπόδι;":["1","3","8","5"],
            "Ποιο στοιχείο έχει το χημικό σύμβολο Au;":["Aσήμι","Χρυσός","Χαλκός","Άργυρος"],
            "Πόσα αστέρια είναι στη Μεγάλη Άρκτος;":["5","10","3","7"],
            "Πώς γράφετε το 99 με λατινικούς αριθμούς;":["XCIX","C","LVIII","XCVI"],
            "Ποια χρονιά έγινε ο Ναπολέων βασιλιάς της Ιταλίας;":["1805","1799","1810","Δεν έγινε\n   ποτέ"],
            "Σε ποιο νησί εξορίστηκε ο Ναπολέων το 1814;":["Αγία Ελένη","Έλβα","Αγία Λουκία","Κανένα από τα\n  παραπάνω"],
            "Ποιος από τους παρακάτω Doom cheat codes έχει το \nδικό του παιχνίδι το όνομά του;":["iddqd","idspispopd","idmypos","idkfa"],
            "Πώς ονομαζόταν ο πρώτος ηλεκτρονικός \nυπολογιστής;":["Harvard\n  Mark","SSEM","EDSAC","ENIAC"],
            "Πότε παρουσιάστηκε ο υπολογιστής Apple II;":["1974","1982","1977","1980"]
            }

# Ερωτήσεις (μόνο με την σωστή απάντηση):

Answers_dict = {
            "Ποια χρονιά εκτοξεύτηκε ο πρώτος δορυφόρος;":"1957",
            "Σε ποιο νησί γεννήθηκε ο Ναπολέων Βοναπάρτης;":"Κορσική",
            "Ποιος έγινε ηγέτης της Γερμανίας μετά το θάνατο του \nΑδόλφου Χίτλερ;":"Καρλ\nΝτένιτς",
            "Πότε έγινε η 1η Ιανουαρίου η πρώτη μέρα του έτους;":"46 π.Χ",
            "Ποια χρονιά έλαβε χώρα η πρώτη ελεγχόμενη \nπυρηνική αλυσιδωτή αντίδραση;":"1942",
            "Ποιο είναι το χημικό σύμβολο του σιδήρου;":"Fe",
            "Κατά μέσο όρο, πόσο καιρό ζει ένα ποντίκι \nστη φύση;":"6 μηνες",
            "Ποιο είναι το πρώτο στοιχείο στον περιοδικό πίνακα;":"Υδρογόνο",
            "Ποιο έτος ανακαλύφθηκαν οι ακτίνες Χ;":"1895",
            "Πόσα γήινα χρόνια είναι ένα έτος στον Δία;":"11.9",
            "Πόσα φεγγάρια έχει ο Άρης;":"2",
            "Πόσες καρδιές έχει ένα χταπόδι;":"3",
            "Ποιο στοιχείο έχει το χημικό σύμβολο Au;":"Χρυσός",
            "Πόσα αστέρια είναι στη Μεγάλη Άρκτος;":"7",
            "Πώς γράφετε το 99 με λατινικούς αριθμούς;":"XCIX",
            "Ποια χρονιά έγινε ο Ναπολέων βασιλιάς της Ιταλίας;":"1805",
            "Σε ποιο νησί εξορίστηκε ο Ναπολέων το 1814;":"Έλβα",
            "Ποιος από τους παρακάτω Doom cheat codes έχει το \nδικό του παιχνίδι το όνομά του;":"idspispopd",
            "Πώς ονομαζόταν ο πρώτος ηλεκτρονικός \nυπολογιστής;":"ENIAC",
            "Πότε παρουσιάστηκε ο υπολογιστής Apple II;":"1977"
            }
